/* original app has been modified and moved */
"%1$@ has been updated and moved. Do you want to change all your keychain items to allow the new version access to your keychain?" = "%1$@ è stato aggiornato e spostato. Vuoi modificare tutti gli elementi portachiavi per consentire alla nuova versione di accedere al tuo portachiavi?";

/* original app has been updated (paths equal) v2 */
"%1$@ has been updated. Do you want to allow the new version to access the same keychain items (such as passwords) as the previous version?" = "%1$@ è stata aggiornata. Vuoi consentire alla nuova versione di accedere agli stessi elementi del portachiavi (ad esempio le password) come per la versione precedente?";

/* original app has been updated (paths equal) */
"%1$@ has been updated. Do you want to change all your keychain items to allow the new version access to your keychain?" = "%1$@ è stato aggiornato. Vuoi modificare tutti gli elementi portachiavi per consentire alla nuova versione di accedere al tuo portachiavi?";

/* Descriptive text for when the app doesn't match the item's ACL. */
"%1$@ may have been updated or changed, perhaps during a software update. Because of this you need to allow permission to use the keychain item." = "%1$@ può essere stato aggiornato o modificato, forse durante un aggiornamento del software. Per questo motivo devi dare il permesso di usare l'elemento portachiavi.";

/* Descriptive text for when the app doesn't match the item acls in a keychain's items. */
"%1$@ may have been updated or changed, perhaps during a software update. Because of this you need to allow permission to use the keychain." = "%1$@ potrebbe essere stato aggiornato o modificato, forse durante un aggiornamento software. Per questa ragione, devi consentire l'uso del portachiavi.";

/* Confirm Access message text when operation is unknown. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key affected. */
"%1$@ wants to access key \\U201C%2$@\\U201D in your keychain." = "%1$@ richiede l'accesso alla chiave “%2$@” nel portachiavi.";

/* Confirm Access message text when attempting to generate a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being generated. */
"%1$@ wants to add the  \\U201C%2$@\\U201D item to your keychain." = "%1$@ vuole aggiungere “%2$@” elementi al portachiavi.";

/* Confirm Access message text when attempting to modify the ACL of a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key of which the ACL is being changed. */
"%1$@ wants to change access permissions of the \\U201C%2$@\\U201D item in your keychain." = "%1$@ vuole cambiare i permessi di accesso di “%2$@” nel portachiavi.";

/* Confirm Access message text when attempting to modify the owner of a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key of which the owner is being changed. */
"%1$@ wants to change the owner of the \\U201C%2$@\\U201D item in your keychain (the owner of the item is the one allowed to change access permissions)." = "%1$@ richiede il permesso per modificare il proprietario dell'elemento “%2$@” nel tuo portachiavi (il proprietario dell'elemento è colui che può modificare i permessi d'accesso).";

/* Confirm Access message text when attempting to decrypt using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to decrypt the \\U201C%2$@\\U201D item in your keychain." = "%1$@ vuole decrittografare l'elemento “%2$@” nel portachiavi.";

/* Confirm Access message text when attempting to delete a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being being deleted. */
"%1$@ wants to delete the \\U201C%2$@\\U201D item from your keychain." = "%1$@ vuole eliminare l'elemento “%2$@” dal portachiavi.";

/* Confirm Access message text when attempting to derive a key from a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used to derive a key from. */
"%1$@ wants to derive a key from key \\U201C%2$@\\U201D in your keychain." = "%1$@ richiede l'accesso alla chiave “%2$@” nel portachiavi.";

/* Confirm Access message text when attempting to encrypt using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to encrypt using key \\U201C%2$@\\U201D in your keychain." = "%1$@ richiede l'accesso alla chiave di criptatura “%2$@” nel portachiavi.";

/* Confirm Access message text when attempting to export a key in wrapped form. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being exported. */
"%1$@ wants to export key \\U201C%2$@\\U201D from your keychain." = "%1$@ richiede l'accesso alla chiave di esportazione “%2$@” dal portachiavi.";

/* Confirm Access message text when attempting to import a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being imported. */
"%1$@ wants to import key \\U201C%2$@\\U201D into your keychain." = "%1$@ vuole importare la chiave “%2$@” nel portachiavi.";

/* Confirm Access message text when attempting to sign using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to sign using key \\U201C%2$@\\U201D in your keychain." = "%1$@ richiede di firmare usando la chiave “%2$@” nel portachiavi.";

/* Confirm Access message text when attempting to sign using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to sign with key \\U201C%2$@\\U201D in your keychain." = "%1$@ richiede di firmare con la chiave “%2$@” nel portachiavi.";

/* Unlock reason */
"%1$@ wants to use the \\U201C%2$@\\U201D keychain." = "%1$@ vuole utilizzare il portachiavi “%2$@”.";

/* Confirm Access message text when attempting to decrypt using a groupkey. %1$@ is replaced by the name of the application making the request. %2$@ says '...allow?' or '...enter keychain password' if password is required for the operation. */
"%1$@ wants to use your .Mac password. %2$@" = "%1$@ richiede di utilizzare la tua password .Mac. %2$@";

/* Confirm Access message text when attempting to decrypt using a groupkey. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to use your confidential information stored in \\U201C%2$@\\U201D in your keychain." = "%1$@ vuole utilizzare le informazioni riservate memorizzate in “%2$@” nel tuo portachiavi.";

/* Part of the Confirm Access message text when application fails static code-signing verification.  %1$@ is replaced by the name of the application making the request. */
"\\U201C%1$@\\U201D has been altered on disk. You might be running something that is pretending to be \\U201C%1$@\\U201D." = "“%1$@” è stato alterato sul disco. È possibile che l'applicazione in esecuzione simuli “%1$@”.";

/* Part of the Confirm Access message text when application has failed dynamic code-signing verification.  %1$@ is replaced by the name of the application making the request. */
"\\U201C%1$@\\U201D has been modified while running and no longer conforms to what was installed on disk." = "“%1$@” è stato modificato durante l'esecuzione e non risulta più conforme all'installazione sul disco.";

/* Part of the Confirm Access message text when neither a signature nor a path is available to verify the application. */
"\\U201C%1$@\\U201D is unknown. Access is denied." = "“%1$@” è sconosciuto. Accesso negato.";

/* new app introduced, give it access? */
"An application named %1$@ needs to access your keychain, but there is an existing version. Do you want to change all your keychain items to allow the new version access to your keychain?" = "Un'applicazione chiamata %1$@ deve accedere al tuo portachiavi, ma è presente una versione precedente. Vuoi modificare tutti gli elementi portachiavi per consentire alla nuova versione di accedere al portachiavi?";

/* AppType */
"Application:" = "Applicazione:";

/* Authentication no longer needed */
"Authentication is no longer needed." = "L'autenticazione non è più necessaria.";

/* Cancel button title */
"Cancel" = "Annulla";

/* changed application wanting access */
"Changed Process:" = "Processo modificato:";

/* confirm that a application changed panel title string */
"Confirm Application Change" = "Conferma modifiche applicazione";

/* Copy Location To Clipboard SFURLView menu item */
"Copy Location To Clipboard" = "Copia posizione negli Appunti";

/* Detail disclosure button label.  Details about authorization requests. */
"Detail" = "Dettagli";

/* Do you want to allow access to this item? */
"Do you want to allow access to this item?" = "Desideri dare il permesso a questo elemento?";

/* Do you want to allow this? */
"Do you want to allow this?" = "Vuoi permettere questo?";

/* Password for a newly created keychain, change keychain password. */
"Enter a new password for the keychain \\U201C%1$@.\\U201D" = "Inserisci una nuova password per il portachiavi “%1$@”.";

/* When configuring a keychain on additional Macs (non-login kc) */
"Enter the password for keychain \\U201C%1$@\\U201D on \\U201C%2$@\\U201D." = "Inserisci la password per il portachiavi “%1$@” su “%2$@”.";

/* Enter the password for keychain \\U201C%1$@\\U201D on one of the computers you have synchronized. */
"Enter the password for keychain \\U201C%1$@\\U201D on one of the computers you have synchronized." = "Inserisci la password per il portachiavi “%1$@” su uno dei computer che hai sincronizzato.";

/* Part of the Confirm Access message text when application signature cannot be verified.  %1$@ is replaced by the name of the application making the request. */
"It is not possible to tell whether \\U201C%1$@\\U201D is unchanged from the last time it was used. Someone could have modified or replaced it." = "Non è possibile stabilire se “%1$@” è invariato dall'ultima volta che è stato usato. Potrebbe essere stato modificato o sostituito.";

/* Keychain Access application's name */
"Keychain Access.app" = "Keychain Access.app";

/* When referring to a faceless application or tool that represents the system, Mac OS X, your computer, your system, this replaces the client name in the authentication dialog */
"Mac OS X" = "Mac OS X";

/* Shown instead of Password: when asking the user to provide a new password or change an old one. */
"New Password:" = "Nuova password:";

/* No button title */
"No" = "Nessuna";

/* Sometimes no password is required and the field is inactive.  This string is set in it as a placeholder. */
"Not required." = "Non richiesta.";

/* OK button title */
"OK" = "OK";

/* Show user provided hint to help remember password */
"Password hint: \\U201C%1$@\\U201D." = "Suggerimento password: “%1$@”.";

/* In the case of a smartcard instead of a keychain, the PIN label is substituted where the Password label is. */
"PIN:" = "PIN:";

/* Unlock reason detail */
"Please enter the keychain password." = "Inserisci la password del portachiavi.";

/* Typical pwd suggestion */
"Secure passwords typically are longer than 6 characters and should not contain obvious words like dog, cat, and so on." = "Le password sicure dovrebbero comprendere più di 6 caratteri e non devono contenere parole ovvie come cane, gatto e simili.";

/* Authentication unable to continue */
"Sorry, unable to continue the authentication." = "Non posso procedere con l'autenticazione.";

/* Unlock unable to continue */
"Sorry, unable to continue the unlock." = "Non posso sbloccare.";

/* Authentication canceled */
"Sorry, you attempted to authenticate too many times." = "Hai tentato di autenticare troppe volte.";

/* NewPwd canceled */
"Sorry, you attempted to set your password for the \\U201C%1$@\\U201D keychain too many times." = "Spiacente, hai tentato di impostare la password per il portachiavi “%1$@” troppe volte.";

/* Unlock canceled */
"Sorry, you attempted to unlock \\U201C%1$@\\U201D too many times." = "Hai cercato di sbloccare “%1$@” troppe volte.";

/* Unlock failed; invalid password */
"Sorry, you entered an invalid password." = "Hai inserito una password non valida.";

/* For referring to the system keychain. */
"System" = "Sistema";

/* Application with same name is different and possibly in a different location as well. */
"The \\U201C%1$@\\U201D software on your computer has changed and wants to access your keychain." = "Il software “%1$@” sul tuo computer è cambiato e vuole accedere al portachiavi.";

/* Part of the Confirm Access informational text when application is unsigned.  %1$@ is replaced by the name of the application making the request. */
"The authenticity of \\U201C%1$@\\U201D cannot be verified." = "Impossibile verificare l'autenticità di “%1$@”.";

/* error after succefully entering a password which then fails to get added to a keychain. */
"The item could not be added to your default keychain." = "L'elemento non può essere aggiunto al portachiavi di default.";

/* detailed message for allowing a process to have the same access as original app v2. */
"The keychain items may include passwords and other important information. If you click Allow, the new version of \\U201C%1$@\\U201D will have access to all the keychain items used by previous version. This change is permanent." = "Gli elementi del portachiavi potrebbero includere delle password e altre informazioni importanti. Se fai clic su Consenti, la nuova versione di “%1$@” avrà accesso a tutti gli elementi del portachiavi utilizzati dalla versione precedente. Questa modifica è permanente.";

/* Authentication failed; invalid username or password */
"The name or password you entered is incorrect." = "Il nome o la password inseriti non sono corretti.";

/* detailed message for allowing a process to have the same access as original app. */
"This change is permanent and affects all keychain items in all your keychains." = "Questa modifica è permanente e riguarda tutti gli elementi portachiave in tutti i tuoi portachiavi.";

/* Application with same name is different and possibly in a different location as well. */
"This is a new version of the application \\U201C%1$@\\U201D. Do you want to allow it to access the same keychain items as the previous version?" = "Questa è una nuova versione dell'applicazione “%1$@”. Vuoi consentire alla nuova versione di accedere agli stessi elementi del portachiavi come per la versione precedente?";

/* When configuring a keychain on additional Macs - details text */
"This is the same password you used to first synchronize your keychain \\U201C%@\\U201D with .Mac." = "È la stessa password che hai utilizzato per sincronizzare per la prima volta il tuo portachiavi “%@” con .Mac.";

/* Please enter the keychain password. */
"To allow this, enter the \\U201C%1$@\\U201D keychain password." = "Per permettere questo, inserisci la password per il portachiavi “%1$@”.";

/* When configuring a keychain on additional Macs (login kc) */
"To synchronize your keychain on this computer, enter the password for your user account on \\U201C%1$@\\U201D." = "Per sincronizzare il portachiavi su questo computer, inserisci la password per il tuo account utente su “%1$@”.";

/* To synchronize your keychain on this computer, enter your user account password for any of the computers you synchronize. */
"To synchronize your keychain on this computer, enter your user account password for any of the computers you synchronize." = "Per sincronizzare il portachiavi su questo computer, inserisci la password del tuo account utente per tutti i computer da sincronizzare.";

/* ToolType */
"Tool:" = "Strumento:";

/* Try again later */
"Try again later." = "Riprova più tardi.";

/* Please Try again */
"Try entering your information again." = "Prova a inserire le informazioni di nuovo.";

/* Authenticate greeting changing the system certificate Trust Settings. */
"Type an administrator's name and password to make changes to the System Certificate Trust Settings." = "Inserisci un nome e una password di amministratore per apportare modifiche alle impostazioni System Certificate Trust.";

/* Authenticate greeting for a non-admin asking to authenticate as an admin.  %1$@ gets replaced with Application name, or the localized string representing the system (Mac OS X). */
"Type an administrator\\U2019s name and password to allow %1$@ to make changes." = "Inserisci un nome e password di amministratore per consentire a %1$@ di effettuare cambiamenti.";

/* Authenticate greeting for any group.  %1$@ gets replaced with group name and %2$@ gets replaced with the calling Application's name, or the localized string representing the system (Mac OS X). */
"Type the name and password of a user in the \\U201C%1$@\\U201D group to allow %2$@ to make changes." = "Inserisci un nome e password di utente nel gruppo %1$@ per consentire a %2$@ di effettuare cambiamenti.";

/* Authenticate greeting for an admin, or a user that can authorize.  %1$@ gets replaced with Application name, or the localized string representing the system (Mac OS X). */
"Type your password to allow %1$@ to make changes." = "Inserisci la password per consentire a %1$@ di effettuare modifche.";

/* Authenticate greeting changing the per-user certificate Trust Settings. */
"Type your password to make changes to your Certificate Trust Settings." = "Inserisci la password per apportare modifiche alle impostazioni Certificate Trust.";

/* UnkownProcessType */
"Unknown:" = "Sconosciuto:";

/* Unlock no longer needed */
"Unlock is no longer needed." = "La rimozione della protezione non è più necessaria.";

/* Yes button title */
"Yes" = "Sì";

/* pwd is blank */
"You have not provided a password. Please specify one." = "Non hai fornito una password. Indicane una.";

/* pwd too simple */
"You have specified a non-secure password. Please use a longer one." = "Hai fornito una password non sicura. Inseriscine una più lunga.";

/* used that pwd before */
"You have used that password before. Please use a different one." = "Hai utilizzato la stessa password in precedenza. Inseriscine un'altra.";

/* Authentication failure for admin group.  %1$@ gets replaced with Application name. */
"You must type an administrator\\U2019s name and password to make changes to %1$@." = "Devi inserire il nome dell'amministratore e la password per effettuare modifiche a %1$@.";

/* Authentication failure for any group.  %1$@ gets replaced with group name and %2$@ gets replaced with the calling Application's name. */
"You must type the name and password of a user in the \\U201C%1$@\\U201D group to make changes to %2$@." = "Devi digitare il nome e la password dell'utente nel gruppo “%1$@” per effettuare modifiche a %2$@.";

/* NewPwd verify not equal */
"Your password is not the same as the verify password." = "La password non è la stessa della password di verifica.";

/* pwd unacceptable */
"Your password is unacceptable." = "La tua password non è accettabile.";

